[General]
language=bosanski
link_pc_name=Ime računara
link_connect_pwd=Lozinka
link_file_path=Folder za prijemno sanduče
link_auto_start=Automatsko pokretanje
link_change_folder_btn=Promijeni
link_open_folder_btn=Otvori
link_change_folder_dialog_title=Molimo izaberite folder za prijemno sanduče
link_save_button=Sačuvaj
link_copyright=<c color="808080">Autorska prava (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Sva prava zadrûana.</c>
link_save_success_msg=Podeöavanja uspjeöno sačuvana.
link_save_success_title=Poruka
link_error_title=Greöka
link_error_program_already_ran=Aplikacija je aktivna, molimo provjerite u sistemskoj traci.
link_error_program_expire=Probna verzija je istekla, molimo Vas da kontaktirate Shirui da dobijete novu.
link_open_main_window=Otvorite SeewoLink
link_exit_program=Izlaz
link_minimize_to_tray=Spustite u sistemsku traku
link_open_spec=Pomoć
link_update=Aûuriraj
link_register=Registruj
link_error_title=Greöka
link_message_title= Poruka
link_update_network_error=Povezivanje na mreûu nije uspjelo, pokuöajte ponovo kasnije.
link_home_qrcode_tip=Android klijent
link_connect_pc_tip= Skeniraj QR kod da se poveûete na računar
link_reg_serial_invalid=Pogreöan serijski broj
link_reg_partial_success=Čestitamo! Serijski broj ističe za %d puta probni. Ovaj SB joö uvijek moûete koristiti na %d maöina.
link_reg_full_success=Čestitamo! Ovaj SB ne ističe nikada. Ovaj SB joö uvijek moûete koristiti na %d maöina.
link_reg_response_failed=Izvinjavamo se! Registracija nije uspjela.
link_reg_response_serial_error=Izvinjavamo se! Registracija nije uspjela. Uzrok je: Greöka sa SB.
link_reg_response_error_lock=Izvinjavamo se! Registracija nije uspjela. Uzrok je: SB je registrovan na nekoj drugoj maöini.
link_reg_response_day_expire=Izvinjavamo se! Registracija nije uspjela. Uzrok je: SB je istekao.
link_reg_input_serial_text=Molimo unestie serijski broj
link_error_unknown=Nepoznata greöka.
link_reg_message_remaindays=Vaö sertifikat će isteći za %d puta probni.
link_reg_message_remaindays_tip= <c color="CCCCCC"> Verzija %s, registrovana</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Verzija %s</c>, Ostaje <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> puta probni</c><c color="0000ff"><u><b><a id="1050">Registruj</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Verzija je %s</c><c color="1899ED"><b>. neregistrovana </b></c><c color="FFFFFF">, Ostaje </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">puta probni.</c>
link_reg_rd_renew_button=Obnovi
link_confirm_button=OK
link_cancel_button=Otkaûi
link_reg_read_reginfo_error=Čitanje podataka za registraciju nije uspjelo, molimo registrujte se ponovo.
link_lang_setting_button=Jezik
link_lang_setting_hint=Molimo da izaberete svoj jezik:
link_lang_setting_ok=OK
link_lang_setting_cancel=Otkaûi
link_annotation_stop=Stop
link_auto_start_tip=SeewoLink se pokreće sa Windowsom
link_lang_tip=Jezik
link_tab_text_status=Status
link_tab_text_set=Podeöavanje
link_tab_text_about=programu
link_stat_connected_device_tip= Povezani klijent:
link_stat_connected_device= NIäTA
link_stat_conn_barcode_tip=Skeniraj za povezivanje
link_tab_text_help=<c color="FFFFFF">Za pomoć, </c><c color="0000ff"><u><a id="1051"> Kliknite ovdje </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Povezano</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Veza prekinuta</c>
link_softap_tip=Pokreni Hotspot
link_softap_info=<c color="808080">Ime za Hotspot: %s</c><br/><c color="808080">lozinka: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> je pokrenut</c>
link_softap_off=<c color="CCCCCC">Hotspot:%s<br/> je prekinut</c>
link_softap_error=Hotspot nije moguće pokrenuti, provjerite da li je WLAN uključen
link_update_title=Aûuriranje SeewoLinka
link_update_confirm=Da li ûelite da aûurirate na najnoviju verziju?
link_update_success=Aûurirano na najnoviju verziju
link_update_failed=Aûuriranje na najnoviju verziju nije uspjelo, molimo posjetite zvaničnu internet stranicu kako biste dobili najnoviju verziju
link_setup_uninstall=Deintstaliraj
link_setup_old_verision=stara verzija %s je instalirana, mora se ukloniti prije instalacije nove verzije.
link_setup_restart_prompt=%s mora da restartuje Vaö računar!
link_setup_system_not_match=%s zahtijeva najmanje Windows 7, instalacija će biti prekinuta!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer